Repository: UmaxSoftWorks/UDS
Catalog: Doorway Studio/*.resx
Languages: russian

# S0000486
source: Replacing [USERBLOCK4] macroses...
russian: Замена [USERBLOCK4] макросов...

# S0000487
source: Replacing [USERBLOCK5] macroses...
russian: Замена [USERBLOCK5] макросов...

# S0000488
source: Replacing [USERBLOCK6] macroses...
russian: Замена [USERBLOCK6] макросов...

# S0000489
source: Replacing [MAPBLOCK] macroses...
russian: Замена [MAPBLOCK] макросов...

# S0000490
source: RSS feed saved
russian: RSS фид сохранен

# S0000491
source: Loading file macroses content...
russian: Загрузка контента файловых макросов...

# S0000492
source: Saving file:
russian: Сохранение файла:

# S0000493
source: Error while saving file:
russian: Ошибка сохранения файла:

# S0000494
source: File:
russian: Файл:

# S0000495
source: , for macross
russian: , для макроса

# S0000496
source: doesn't exists
russian: не существует

# S0000497
source: File upload error:
russian: Ошибка при выгрузке файла:

# S0000498
source: Custom Page
russian: Собственная страница

# S0000499
source: Replacing encript macroses...
russian: Замена макросов шифрования...

# S0000500
source: Replacing [CUSOMBLOCK] macroses...
russian: Замена [CUSTOMBLOCK] макросов...

# S0000501
source: Number (global)
russian: Номер (глобально)

# S0000502
source: Number (local)
russian: Номер (локально)

# S0000503
source: Comma-Connection
russian: Соединение по запятым

# S0000504
source: Random Comma-Connection
russian: Соединение по запятым: Случайно

# S0000505
source: Reverse
russian: Реверс

# S0000506
source: Reverse: Line by line
russian: Реверс: Построчно

# S0000507
source: Exclude category keywords from page keywords
russian: Исключить кейворды категорий из кейвордов для страниц

# S0000508
source: Advanced Reverse
russian: Улечшенный реверс

# S0000509
source: Advanced Reverse: Line by line
russian: Улучшенный реверс: Построчно

# S0000510
source: Copy/Paste: Blocks
russian: Копировать/Вставить: Блоки

# S0000511
source: Reverse: Blocks
russian: Реверс: Блоки

# S0000512
source: Advanced Reverse: Blocks
russian: Улучшенный реверс: Блоки

# S0000513
source: File dates
russian: Даты файлов

# S0000514
source: Auto HTML
russian: Авто HTML

# S0000515
source: XML + Auto HTML
russian: XML + Авто HTML

# S0000516
source: Site map
russian: Карта сайта

# S0000517
source: Tags
russian: Тэги

# S0000519
source: Apply default
russian: Применить стандарт

# S0000520
source: Template
russian: Шаблон

# S0000521
source: Deleting unused image:
russian: Удаление неиспользованного изображения:

# S0000522
source: Please check page names correctness!
russian: Проверьте правильность задания имен страниц!

# S0000523
source: Links in Text
russian: Ссылки в тексте

# S0000524
source: Insert external links in text
russian: Вставлять ссылки в текст

# S0000525
source: Count on all types of pages
russian: Кол-во, на разных типах страниц

# S0000526
source: Count on regular pages
russian: Кол-во, на обычных страницах

# S0001000
source: Give to WorkSpaces understandable names.
russian: Давайте рабочим областям (WorkSpace) осмысленные названия.

# S0001001
source: WorkSpace isn't a task.
russian: Рабочая область (WorkSpace) - это не задание.

# S0001002
source: WorkSpace is container, where all data is located.
russian: Рабочая область (WorkSpace) - это контейнер, в котором хранятся все данные.

# S0001003
source: WorkSpace contains statistics of it using.
russian: В рабочей области (WorkSpace) ведется статистика ее использования.

# S0001004
source: When WorkSpace deleting, all imported data and tasks will be deleted too.
russian: При удалении рабочей области (WorkSpace) удаляются все импортированные данные и задания.

# S0001005
source: Give to keywords understandable names.
russian: Давайте кейвордам осмысленные названия.

# S0001006
source: Keywords contains statistics too.
russian: Кейворды хранят не только кейворды, но и статистику.

# S0001007
source: Give to templates understable names.
russian: Давайте шаблонам осмысленные названия.

# S0001008
source: Templates contains statistics of it using.
russian: Шаблоны хранят не только файлы, но и статистику.

# S0001009
source: Give to texts understable names.
russian: Давайте текстам осмысленные названия.

# S0001010
source: Texts contains statistics of it using.
russian: Тексты хранят не только текст, но и статистику.

# S0001011
source: Give to presets understable names.
russian: Давайте пресетам осмысленные названия.

# S0001012
source: Presets contains statistics of it using.
russian: Пресеты хранят не только настройки для задания, но и статистику.

# S0001013
source: Export allow you to save a copy of your data, or share it with others.
russian: Экспорт позволяет сделать копию ваших данных, или поделиться ими с другими.

# S0001014
source: For each doorway different log.
russian: Для каждого дорвея - отдельный лог.

# S0001015
source: Log shows all actions, that program do.
russian: В логе отображаются все действия программы.

# S0001016
source: Spam-links can be use in mass posting programs.
russian: Спам-ссылки нужны для использования в программах массового постинга.

# S0001017
source: Give to tasks understandable tasks.
russian: Называйте задания осмысленно.

# S0001018
source: You can set start date and time, when task will be started.
russian: Вы можете указать дату и время старта задания.

# S0001019
source: Presets will help you to increase speed of tasks creating.
russian: Пресеты позволяют значительно ускорить процесс создания заданий.

# S0001020
source: In order to start, create WorkSpace and import keywords, texts, templates in it.
russian: Для начала работы создайте рабочую область (WorkSpace) и импортируйте в нее кейворды, текст и шаблоны.

# S0001021
source: Statistics will help you to find old an unused data.
russian: Статистика использования данных позволит вам определить давно не используемые данные.

# S0001022
source: Plan tasks in time.
russian: Планируйте выполнение заданий равномерно во времени.

# S0001023
source: You can create a few doorways in one task.
russian: В одном задании можно создать несколько дорвеев.

# S0001024
source: If you work with few themes - distribute data beetween WorkSpaces.
russian: Если вы работаете с несколькими тематиками, то распределите данные для них по разным рабочим областям (WorkSpace).

# S0001025
source: Old tasks are deleting with time. You can change it in Options.
russian: Старые задания со временем удаляются, это время вы можете изменить в настройках.

# S0001026
source: Software can automatically start with Windows.
russian: Дорген может автоматически запускаться с Windows.

# S0001027
source: Check for updates.
russian: Время от времени проверяйте наличие обновлений.

# S0001028
source: You can create tasks for many month in future.
russian: Вы можете создавать задания на многие месяцы вперед.

# S0001029
source: WorkSpace it isn't a task.
russian: Рабочая область (WorkSpace) это не задание.
