Repository: UmaxSoftWorks/UDS
Catalog: Doorway Studio/*.resx
Languages: russian

# S0000001
source: Do you really want close program?
russian: Закрыть программу?

# S0000002
source: Closing...
russian: Закрытие...

# S0000003
source: Starting...
russian: Старт...

# S0000004
source: Action:
russian: Действие:

# S0000005
source: Status:
russian: Статус:

# S0000006
source: Start
russian: Старт

# S0000007
source: Retry
russian: Повторить

# S0000008
source: Exit
russian: Выход

# S0000009
source: Checking license...
russian: Проверка лицензии...

# S0000010
source: Loading data...
russian: Загрузка данных...

# S0000011
source: Working...
russian: Работаю...

# S0000012
source: Checking HID...
russian: Проверка HID...

# S0000013
source: Online activation...
russian: Онлайн активация...

# S0000014
source: License file corrupted.
russian: Файл лицензии поврежден.

# S0000015
source: Current HID doesn't match with license HID.
russian: Текущий HID не совпадает с HID лицензии.

# S0000016
source: Can't validate license.
russian: Невозможно проверить лицензию.

# S0000017
source: Statistics
russian: Статистика

# S0000018
source: News
russian: Новости

# S0000019
source: Tasks
russian: Задания

# S0000020
source: Doorways
russian: Дорвеи

# S0000021
source: Pages
russian: Страницы

# S0000022
source: Current Tasks
russian: Текущие задания

# S0000023
source: Done
russian: Готово

# S0000024
source: Do you really want delete WorkSpace
russian: Вы действительно зотите удалить WorkSpace

# S0000025
source: Deleting WorkSpace...
russian: Удаляю WorkSpace...

# S0000026
source: Running...
russian: Работаю...

# S0000027
source: Paused
russian: Пауза

# S0000028
source: Stopped
russian: Остановлено

# S0000029
source: Uploading...
russian: Выгрузка...

# S0000030
source: Error!
russian: Ошибка!

# S0000031
source: Show/Hide
russian: Показывать/Скрывать

# S0000032
source: File
russian: Файл

# S0000033
source: New WorkSpace
russian: Создать WorkSpace

# S0000034
source: Import
russian: Импорт

# S0000035
source: Export
russian: Экспорт

# S0000036
source: Keywords
russian: Кейворды

# S0000037
source: Templates
russian: Шаблоны

# S0000038
source: Text
russian: Текст

# S0000039
source: Presets
russian: Пресеты

# S0000040
source: View
russian: Вид

# S0000041
source: Language
russian: Язык

# S0000042
source: Show News
russian: Показывать новости

# S0000043
source: Show Tips
russian: Показывать подсказки

# S0000044
source: Edit
russian: Редактирование

# S0000045
source: Options
russian: Опции

# S0000046
source: Save
russian: Сохранить

# S0000047
source: Help
russian: Помощь

# S0000048
source: Get Hardware ID
russian: Получить Hardware ID

# S0000049
source: About...
russian: О программе...

# S0000050
source: Check for Update
russian: Проверить обновления

# S0000051
source: Tools
russian: Утилиты

# S0000052
source: Actions
russian: Действия

# S0000053
source: Comments
russian: Коммент.

# S0000054
source: New
russian: Новый

# S0000055
source: Save as...
russian: Сохранить как...

# S0000056
source: Name
russian: Имя

# S0000057
source: Status
russian: Статус

# S0000058
source: Started...
russian: Запущено...

# S0000059
source: Elapsed
russian: Прошло

# S0000060
source: Cancel
russian: Отмена

# S0000062
source: I agree with EULA
russian: Я согласен с EULA

# S0000063
source: Online license agreement:
russian: Лицензионное соглашение:

# S0000064
source: Export/Edit
russian: Экспорт/Редактирование

# S0000065
source: Delete
russian: Удалить

# S0000066
source: Encoding
russian: Кодировка

# S0000067
source: Apply
russian: Применить

# S0000068
source: Content
russian: Контент

# S0000069
source: Select All
russian: Выделить все

# S0000070
source: Copy
russian: Копировать

# S0000071
source: Paste
russian: Вставить

# S0000072
source: Clear
russian: Очистить

# S0000073
source: Copy to Clipboard
russian: Копировать в Буффер

# S0000074
source: Open
russian: Открыть

# S0000075
source: Log
russian: Лог

# S0000076
source: New/Edit
russian: Создать/Редактировать

# S0000077
source: Start time
russian: Запускать

# S0000078
source: General
russian: Общее

# S0000079
source: Maximum parallel running tasks
russian: Макс. количество паралельных заданий

# S0000080
source: Delete finished tasks after
russian: Удалять выполненые задания через

# S0000081
source: day(s)
russian: день(й)

# S0000082
source: Clear folder where doorway(s) will be saved
russian: Очищать папку куда будет сохранен дорвей

# S0000083
source: Start with Windows
russian: Запускать с Windows

# S0000084
source: Start Minimized
russian: Запускать в свернутом режиме

# S0000085
source: Baloons
russian: Сообщения

# S0000086
source: Show
russian: Показывать

# S0000087
source: ShowTime
russian: Время

# S0000088
source: sec
russian: сек.

# S0000089
source: Chart
russian: График

# S0000090
source: Total Statistics
russian: Общая статистика

# S0000091
source: This Month Statistics
russian: Статистика за этот месяц

# S0000092
source: Tasks: Done/Total
russian: Задания: Выполнено/Всего

# S0000093
source: Doorways: Done/Total
russian: Дорвеи: Выполнено/Всего

# S0000094
source: Pages: Done
russian: Страницы: Выполнено

# S0000095
source: Settings
russian: Настройки

# S0000096
source: Type
russian: Тип

# S0000097
source: Year
russian: Год

# S0000098
source: Month
russian: Месяц

# S0000099
source: Preset
russian: Пресет

# S0000100
source: Template
russian: Шаблон

# S0000101
source: Create/Threads
russian: Создавать/Потоки

# S0000102
source: Create
russian: Создавать

# S0000103
source: Number of Threads
russian: Количество потоков

# S0000104
source: dorway(s)
russian: дорвей(и)

# S0000105
source: Images
russian: Изображения

# S0000106
source: Size
russian: Размер

# S0000107
source: Width
russian: Ширина

# S0000108
source: Height
russian: Высота

# S0000109
source: Use images:
russian: Использовать изображений:

# S0000110
source: Create SubFolders
russian: Создавать подпапки

# S0000111
source: Dorway(s) Urls
russian: Ссылки на дорвей(и)

# S0000112
source: File Macroses
russian: Файл макросы

# S0000113
source: Macross
russian: Макрос

# S0000114
source: Add
russian: Добавить

# S0000115
source: Keywords/Categories
russian: Кейворды/Категории

# S0000116
source: Keywords using
russian: Использование кейвордов

# S0000117
source: Select
russian: Использ.

# S0000118
source: Reorder
russian: Перестановка

# S0000119
source: Reorder Keywords
russian: Перестановка кейвордов

# S0000120
source: Reorder Words in Keywords
russian: Перестановка слов в кеях

# S0000121
source: Synonyms
russian: Синонимы

# S0000122
source: Use
russian: Использ.

# S0000123
source: Merge
russian: Совмещение

# S0000124
source: With
russian: С

# S0000125
source: Categories
russian: Категории

# S0000126
source: Dynamic
russian: Динамич.

# S0000127
source: Static
russian: Статические

# S0000128
source: Distribute
russian: Распределение

# S0000129
source: Doorway Type
russian: Тип дорвея

# S0000130
source: Basic
russian: Основа

# S0000131
source: Ext.
russian: Расширение

# S0000132
source: Separator
russian: Разделитель

# S0000133
source: Names
russian: Имена

# S0000134
source: Page Names
russian: Страницы

# S0000135
source: Cat. Names
russian: Категории

# S0000136
source: Continues
russian: Продолжения

# S0000137
source: Create Index Continues
russian: Продолжения главной

# S0000138
source: Create Categories Continues
russian: Продолжения категорий

# S0000139
source: Keys/Page
russian: Кеи/Страница

# S0000140
source: S.Page Names
russian: Стат. страниц

# S0000141
source: Static Pages/RSS
russian: Статические страницы/RSS

# S0000142
source: SiteMap
russian: Карта сайта

# S0000143
source: HTML SiteMap Settings
russian: Настройки HTML карты сайта

# S0000144
source: Links on page
russian: Ссылок на странице

# S0000145
source: Text Generating
russian: Текст

# S0000146
source: Method
russian: Метод

# S0000147
source: Text Length (Words)
russian: Длина текста (слов)

# S0000148
source: Words
russian: Слова

# S0000149
source: Keywords on Page
russian: Кейвордов на страницах

# S0000150
source: More than one
russian: Более одного

# S0000151
source: Percent
russian: Процент

# S0000152
source: Insert
russian: Вставл.

# S0000153
source: Percentage for Each Key
russian: Процент для каждого кея

# S0000154
source: Insert Other Keywords
russian: Вставлять другие кеи

# S0000155
source: Selection
russian: Выбор

# S0000156
source: Phrases
russian: Фразы

# S0000157
source: Punctuation marks
russian: Знаки препинаний

# S0000158
source: Paragraphs
russian: Параграфы

# S0000159
source: Chains, Graphs, Bi/Trigrams
russian: Цепи, Графы, Би/Триграммы

# S0000160
source: Text Analyse
russian: Анализ текста

# S0000161
source: If words longer
russian: Для слов длинн.

# S0000162
source: chars
russian: симв.

# S0000163
source: Construction
russian: Построение

# S0000164
source: Insert words
russian: Вставлять слова

# S0000165
source: Consider probability
russian: Вероятность

# S0000166
source: Sentences
russian: Предложения

# S0000167
source: Length
russian: Длина

# S0000168
source: Big letters
russian: Большие буквы

# S0000169
source: Mix/Random/Copy/Paste
russian: Смеш./Рандом/Copy/Paste

# S0000170
source: Radius
russian: Радиус

# S0000171
source: Macroses
russian: Макросы

# S0000172
source: Blocks
russian: Блоки

# S0000173
source: Main/Cat
russian: Глав/Кат

# S0000174
source: Page
russian: Страница

# S0000175
source: Entrance
russian: Вход

# S0000176
source: Insert Type
russian: Тип вставки

# S0000177
source: Encrypt
russian: Шифрование

# S0000178
source: Acceptor adress
russian: Адрес акцептора

# S0000179
source: Redirect/Frame/Button "Enter" HTML-code
russian: Редирект/Фрейм/Кнопка "Вход" HTML-код

# S0000180
source: Links && Spam
russian: Ссылки && Spam

# S0000181
source: Internal Links
russian: Ссылки

# S0000182
source: Create Links in text
russian: Ссылки в тексте

# S0000183
source: Anchors:
russian: Анкоры:

# S0000184
source: Links length (words):
russian: Длина ссылок (слов):

# S0000185
source: External Links
russian: Внешние ссылки

# S0000186
source: Types of links
russian: Типы ссылок

# S0000187
source: Upload
russian: Выгр.

# S0000188
source: Upload Settings
russian: Настройки выгрузки

# S0000189
source: Upload in Background
russian: Выгружать в фоне

# S0000190
source: Delete files after upload
russian: Удалять файлы после выгрузки

# S0000191
source: Threads per Upload
russian: Потоков выгрузки

# S0000192
source: FTP Data
russian: Данные FTP

# S0000193
source: About
russian: О

# S0000194
source: Version
russian: Версия

# S0000195
source: Owner
russian: Владелец

# S0000196
source: License type
russian: Тип лицензии

# S0000197
source: Evaluation
russian: Оценочная версия

# S0000198
source: Regular
russian: Обычная версия

# S0000199
source: Load from...
russian: Загрузить из...

# S0000200
source: From Template
russian: Из шаблона

# S0000201
source: From Template (+Raname)
russian: Из шаблона (+Переименовывать)

# S0000202
source: Generate
russian: Генерировать

# S0000203
source: Template + Generate
russian: Шаблон + Генерировать

# S0000204
source: Template + Generate (+Rename)
russian: Шаблон + Генерировать (+Переименовывать)

# S0000205
source: Don't pack
russian: Не паковать

# S0000206
source: Keyword
russian: Кейворд

# S0000207
source: Number
russian: Номер

# S0000208
source: Keyword + Number
russian: Кейворд + Номер

# S0000209
source: All
russian: Все

# S0000210
source: First
russian: Первые

# S0000211
source: Last
russian: Последние

# S0000212
source: Random
russian: Случайно

# S0000213
source: If Conatains
russian: Если содержит

# S0000215
source: Keyword (translit)
russian: Кейворд (транслит)

# S0000216
source: Other
russian: Другое

# S0000217
source: One page
russian: Одна страница

# S0000218
source: Multipage
russian: Много страниц

# S0000219
source: Auto
russian: Авто

# S0000220
source: Manual
russian: Вручную

# S0000221
source: Markov Chain, Classic
russian: Цепь Маркова, Классическая

# S0000222
source: Markov Chain
russian: Цепь Маркова

# S0000223
source: Conceptual Graphs
russian: Концептуальные графы

# S0000224
source: Mixing
russian: Смешивать

# S0000225
source: Copy/Paste
russian: Копировать/Вставить

# S0000226
source: Whole
russian: Целые

# S0000227
source: Without Endings
russian: Без окончаний

# S0000228
source: Simple
russian: Простое

# S0000229
source: Elongated
russian: Удлиненное

# S0000230
source: Consider
russian: Учитывать

# S0000231
source: Don't consider
russian: Не учитывать

# S0000232
source: With Step
russian: С шагом

# S0000233
source: Parts of sentences
russian: Части предложений

# S0000234
source: Full Urls
russian: Полные адреса

# S0000235
source: Redirect
russian: Редирект

# S0000236
source: Frame
russian: Фрейм

# S0000237
source: Insert into page
russian: Вставлять в страницу

# S0000238
source: Insert into page via document.write
russian: Вставлять в страницу через document.write

# S0000239
source: Insert into external .js file
russian: Вставлять во внешний .js файл

# S0000240
source: Regular upload
russian: Обычная выгрузка

# S0000241
source: Make FileZilla project
russian: Сделать проект для FileZilla

# S0000242
source: Path
russian: Путь

# S0000243
source: Server
russian: Сервер

# S0000244
source: Account
russian: Логин

# S0000245
source: Password
russian: Пароль

# S0000246
source: Remote Folder
russian: Каталог

# S0000247
source: In evaluation version you can't create more than 3 WorkSpaces!
russian: В оценочной версии Вы не можене тоздавать более 3 WorkSpace!

# S0000248
source: In demo version you can't create more than 1 WorkSpace!
russian: В демо-версии Вы не можете создавать более 1 WorkSpace!

# S0000249
source: This WorkSpace is already exists!
russian: Этот WorkSpace уже существует!

# S0000250
source: Some fields filled incorrect!
russian: Одно или несколько полей заполнены не коректно!

# S0000251
source: At the beginning of sentences
russian: В начале предложений

# S0000252
source: After punctuation marks
russian: После знаков препинания

# S0000253
source: Update!
russian: Обновление!

# S0000254
source: Avaliable new version, download?
russian: Доступна новая версия, скачать?

# S0000255
source: You are using latest verion!
russian: Вы пользуетесь последней версией!

# S0000256
source: Updater
russian: Апдейтер

# S0000257
source: Open folder with downloaded archive
russian: Открыть папку со скачанным архивом

# S0000258
source: Kb
russian: Кб

# S0000259
source: Weeks
russian: Недели

# S0000260
source: Tasks/Doorways
russian: Задания/Дорвеи

# S0000261
source: Scheduled
russian: Запланировано

# S0000262
source: January
russian: Январь

# S0000263
source: February
russian: Февраль

# S0000264
source: March
russian: Март

# S0000265
source: April
russian: Апрель

# S0000266
source: May
russian: Май

# S0000267
source: June
russian: Июнь

# S0000268
source: July
russian: Июль

# S0000269
source: August
russian: Август

# S0000270
source: September
russian: Сентябрь

# S0000271
source: October
russian: Октябрь

# S0000272
source: November
russian: Ноябрь

# S0000273
source: December
russian: Декабрь

# S0000274
source: Cut
russian: Вырезать

# S0000275
source: Bigram
russian: Биграммы

# S0000276
source: Trigram
russian: Триграммы

# S0000277
source: Occured error while filling settings!
russian: Произошла ошибка при заполнении настроек!

# S0000278
source: Big Text
russian: Большой текст

# S0000279
source: Modify Template Images
russian: Модифицировать картинки шаблона

# S0000280
source: Include static pages into SiteMap.
russian: Включать статические страницы в карту сайта.

# S0000281
source: Urls
russian: Url-адреса

# S0000282
source: Save links in files
russian: Сохранять ссылки в файлах

# S0000283
source: One file/Doorway
russian: Один файл/Дорвей

# S0000284
source: Many files/Doorway
russian: Много файлов/Дорвей

# S0000285
source: One file/Doorways
russian: Один файл/Дорвеи

# S0000286
source: Many files/Doorways
russian: Много файлов/Дорвеи

# S0000287
source: Successively
russian: Последовательно

# S0000288
source: One line/Doorway
russian: Одна строка/Дорвей

# S0000290
source: Delete all tasks
russian: Удалить все задания

# S0000291
source: Deleting all tasks...
russian: Удаление всех заданий...

# S0000292
source: Do you realy want to delete all tasks?
russian: Вы действительно хотите удалить все задания?

# S0000293
source: Delete all finished tasks
russian: Удалить все выполненные задания

# S0000294
source: Deleting all finished tasks...
russian: Удаление всех выполненых заданий...

# S0000295
source: Do you realy want to delete all finished tasks?
russian: Вы действительно хотите удалить все выполненые задания?

# S0000296
source: Import from file
russian: Импорт из файла

# S0000297
source: Clear table
russian: Очистить таблицу

# S0000298
source: Updates
russian: Обновления

# S0000299
source: Check for updates at startup
russian: Проверять наличие обновлений при старте

# S0000300
source: Random line/Doorway
russian: Случайная строка/Дорвей

# S0000301
source: Copy/Paste: Line by line
russian: Копировать/Вставить: Построчно

# S0000302
source: From file
russian: Из файла

# S0000303
source: From file (translit)
russian: Из файла (транслит)

# S0000304
source: Category count (0;0 - all)
russian: Кол-во категорий (0;0 - все)

# S0000305
source: Relative URLs
russian: Относительные ссылки

# S0000400
source: Starting...
russian: Старт...

# S0000401
source: Calculating number of threads...
russian: Подсчет количества потоков...

# S0000402
source: Created thread #
russian: Создан поток #

# S0000403
source: All done
russian: Готово

# S0000404
source: Thread #
russian: Поток #

# S0000405
source: Doorway #
russian: Дорвей #

# S0000406
source: starting...
russian: старт...

# S0000407
source: Critical error occured!
russian: Критическая ошибка!

# S0000408
source: saving...
russian: сохранение...

# S0000409
source: Saving...
russian: Сохранение...

# S0000410
source: uploading...
russian: выгрузка...

# S0000411
source: Uploading...
russian: Выгрузка...

# S0000412
source: created succesfully
russian: успешно создан

# S0000413
source: Doorway created succesfully
russian: Дорвей успешно создан

# S0000414
source: . Settings: Start Doorway:
russian: . Настройки: Начальный дорвей:

# S0000415
source: ; End Doorway:
russian: ; Последний дорвей:

# S0000416
source: Checking settings...
russian: Проверка настроек...

# S0000417
source: Template doesn't exists
russian: Шаблон не существует

# S0000418
source: Text doesn't exists
russian: Текст не существует

# S0000419
source: Keywords doesn't exists
russian: Кейворды не существуют

# S0000420
source: Synonyms doesn't exists, deactivating synonyms
russian: Синонимы не существуют, деактивирование синонимизации

# S0000421
source: Merging keywords doesn't exists, deactivating marging using
russian: Кейворды для склеивания не существуют, отключение склеивания

# S0000422
source: Keywords for category distribution doesn't exists, deactivating category distribution "If Contains"
russian: Кейворды для распределения страниц по категориям не существуют, деактивирование распределения страниц по категориям "Если содержит"

# S0000423
source: Creating file macroses...
russian: Создание файловых макросов...

# S0000424
source: Template for HTML SiteMap not found, deactivating creating HTML SiteMap...
russian: Шаблон для HTML карты сайта не существует, деактивирование создания HTML карты сайта...

# S0000425
source: Selecting keywords...
russian: Выбор кейвордов...

# S0000426
source: Creating folders...
russian: Создание папок...

# S0000427
source: Copying template files...
russian: Копирование файлов шаблона...

# S0000428
source: Copying/generating/parsing images...
russian: Копирование/генерирования/Парсинг картинок...

# S0000429
source: Creating php file...
russian: Создание php файла...

# S0000430
source: Creating robots.txt...
russian: Создание robots.txt...

# S0000431
source: Creating pages names...
russian: Создание имен страниц...

# S0000432
source: Creating spam-list...
russian: Создание spam-ссылок...

# S0000433
source: Creating pages...
russian: Создание страниц...

# S0000434
source: Creating RSS feed...
russian: Создание RSS фида...

# S0000435
source: Error:
russian: Ошибка:

# S0000436
source: Selected
russian: Выбрано

# S0000437
source: keyword(s)
russian: кейворд(ов)

# S0000438
source: Doorway will be saved to
russian: Дорвей будет сохранен в

# S0000439
source: Clearing doorway folder...
russian: Очистка папки под дорвей...

# S0000440
source: Parsing images...
russian: Спарсивание картинок...

# S0000441
source: Copying images...
russian: Копирование картинок...

# S0000442
source: Generating images...
russian: Генерирование картинок...

# S0000445
source: Copied
russian: Скопировано

# S0000446
source: image(s)
russian: картинка(ок)

# S0000447
source: Generated
russian: Сгенерировано

# S0000448
source: Created
russian: Создано

# S0000449
source: category(s)
russian: категория(и/й)

# S0000450
source: Creating category list...
russian: Создание списка категорий...

# S0000451
source: Creating keywords...
russian: Создание кейвордов...

# S0000452
source: Filling pages data...
russian: Заполнение данных страниц...

# S0000453
source: Creating XML SiteMap...
russian: Создание XML карты сайта...

# S0000454
source: Creating HTML SiteMap...
russian: Создание HTML карты сайта...

# S0000455
source: HTML sitemap created, pages:
russian: HTML карта сайта создана,размер (страниц):

# S0000456
source: XML sitemap created
russian: XML карта сайта создана

# S0000457
source: Creating page #
russian: Создание страницы #

# S0000458
source: , type:
russian: , тип:

# S0000459
source: Static Page
russian: Статическая страница

# S0000460
source: Category
russian: Категория

# S0000461
source: Category Continue
russian: Продолжение категории

# S0000462
source: Index Continue
russian: Продолжение главной

# S0000463
source: Creating base content...
russian: Создание основного контента...

# S0000464
source: Replacing macroses...
russian: Замена макросов...

# S0000465
source: Creating archive...
russian: Создание архива...

# S0000466
source: Deleting files...
russian: Удаление файлов...

# S0000467
source: FileZilla project saved
russian: Проект FileZilla сохранен

# S0000468
source: FTP Thread #
russian: FTP поток #

# S0000469
source: . Connecting to FTP server...
russian: . Соединение с FTP сервером...

# S0000470
source: . Can't connect to FTP server
russian: . Не удалось соединиться с FTP сервером

# S0000471
source: . Uploading
russian: . Выгрузка

# S0000472
source: Replacing random macroses...
russian: Замена случайных макросов...

# S0000473
source: Replacing block macroses...
russian: Замена блочных макросов...

# S0000474
source: Replacing regular macroses...
russian: Замена обычных макросов...

# S0000475
source: Replacing text macroses...
russian: Замена текстовых макросов...

# S0000476
source: Replacing file macroses...
russian: Замена файловых макросов...

# S0000477
source: Replacing [BLOCK] macroses...
russian: Замена [BLOCK] макросов...

# S0000478
source: Replacing [CATEGORIES] macroses...
russian: Замена [CATEGORIES] макросов...

# S0000479
source: Replacing [CATEGORYMENUBLOCK] macroses...
russian: Замена [CATEGORYMENUBLOCK] макросов...

# S0000480
source: Replacing [STATICBLOCK] macroses...
russian: Замена [STATICBLOCK] макросов...

# S0000481
source: Replacing [MENUBLOCK] macroses...
russian: Замена [MENUBLOCK] макросов...

# S0000482
source: Replacing [NETBLOCK] macroses...
russian: Замена [NETBLOCK] макросов...

# S0000483
source: Replacing [USERBLOCK1] macroses...
russian: Замена [USERBLOCK1] макросов...

# S0000484
source: Replacing [USERBLOCK2] macroses...
russian: Замена [USERBLOCK2] макросов...

# S0000485
source: Replacing [USERBLOCK3] macroses...
russian: Замена [USERBLOCK3] макросов...
