Repository: UmaxSoftWorks/UDS
Catalog: Automator/Localization/*.resx
Languages: russian

# TextGenrationMRAIType
source: Generation type for mix, random, copy/paste
russian: Тип генерирования для смешивания, рандома, копи-паста

# TextGenrationMRAITypeDescription
source: Generation types for mix, random, copy/paste: 0 - words, 1 - sentence parts, 2 - sentences.
russian: Типы генерирования для смешивания, рандома, копи-паста: 0 - слова, 1 - части предложений, 2 - предложения.

# TextGenrationParagraphs
source: Paragraphs
russian: Разделять текст на параграфы

# TextGenrationParagraphsMax
source: Maximum paragraphs count
russian: Максимальное количество параграфов

# TextGenrationParagraphsMin
source: Minimum paragraphs count
russian: Минимальное количество параграфов

# TextGenrationPersentageForEachKeyword
source: Each keyword insert percentage
russian: Процент вставки кейвордов для каждого кея

# TextGenrationPunctuationMarks
source: Insert punctuation marks
russian: Вставлять знаки препинания

# TextGenrationPunctuationMarksInsertMax
source: Maximum count of punctuation marks
russian: Максимальное количество знаков препинания в тексте

# TextGenrationPunctuationMarksInsertMin
source: Minimum count of punctuation marks
russian: Минимальное количество знаков препинания в тексте

# TextGenrationPunctuationMarksList
source: List of punctuation marks
russian: Список знаков препинания

# TextGenrationSelectKeywords
source: Select keywords
russian: Выделять кейворды

# TextGenrationSelectKeywordsTags
source: List of tags to select keywords
russian: Список тегов для выделения кейвордов

# TextGenrationSelectPercentage
source: Percentage of keywords and phrases selection
russian: Процент выделения кейвордов и фраз

# TextGenrationSelectPhrases
source: Select phrases
russian: Выделять фразы

# TextGenrationSelectPhrasesTags
source: List of tags to select phrases
russian: Список тегов для выделения фраз

# TextGenrationSentencesCount
source: Sentence count
russian: Количество предложений

# TextGenrationSentencesLength
source: Sentence length
russian: Длина предложений

# TextGenrationSentencesLengthType
source: Sentence length type
russian: Тип длины предложений

# TextGenrationSentencesLengthTypeDescription
source: Sentence length types: 0 - random, 1 - step.
russian: Типы длины предложений: 0 - случайно, 1 - с шагом.

# TextGenrationSentencesLengthСonfusion
source: Infelicity (±) of sentence length
russian: Погрешность (±) длины предложений

# TextGenrationSentencesMakeBigLetters
source: Uppercase letters at the sentence begginnigns
russian: Большие буквы в начале предложений

# TextGenrationTextLengthMax
source: Maximum text length
russian: Максимальная длина генерируемого текста

# TextGenrationTextLengthMin
source: Minimum text length
russian: Минимальная длина генерируемого текста

# S000001
source: Starting...
russian: Старт...

# S000002
source: Checking license...
russian: Проверка лицензии...

# S000003
source: Re-Check
russian: Перепроверить

# S000004
source: Exit
russian: Выход

# S000005
source: Loading data...
russian: Загрузка данных...

# S000006
source: Error
russian: Ошибка

# S000007
source: Can't check license
russian: Невозможно проверить лицензию

# S000008
source: Can't work without data
russian: Нет данных. Невозможно продолжать работу

# S000009
source: Task
russian: Задание

# S000010
source: New
russian: Новое

# S000011
source: Open
russian: Открыть

# S000012
source: Exit
russian: Выход

# S000013
source: Help
russian: Справка

# S000014
source: About
russian: О программе

# S000015
source: Preset
russian: Пресет

# S000016
source: Template
russian: Шаблон

# S000017
source: Keywords
russian: Кейворды

# S000018
source: Text
russian: Текст

# S000019
source: Tasks
russian: Задания

# S000020
source: URLs
russian: Ссылки

# S000021
source: Tokens
russian: Макросы

# S000022
source: Start
russian: Старт

# S000023
source: Cancel
russian: Отмена

# S000024
source: Host
russian: Хост

# S000025
source: Account
russian: Аккаунт

# S000026
source: Password
russian: Пароль

# S000027
source: Remote dir
russian: Папка

# S000028
source: Actions
russian: Действия

# S000029
source: File
russian: Файл

# S000030
source: Token
russian: Макрос

# S000031
source: Encoding
russian: Кодировка

# S000032
source: Type
russian: Тип

# S000033
source: Add
russian: Добавить

# S000034
source: Remove
russian: Удалить

# S000035
source: Random
russian: Случайно

# S000036
source: Successively
russian: Последовательно

# S000037
source: One line/Doorway
russian: Одна строка/Дорвей

# S000038
source: Random line/Doorway
russian: Случайная строка/Дорвей

# S000039
source: Generation
russian: Генерирование

# S000040
source: Start
russian: Старт

# S000041
source: Start time
russian: Время начала

# S000042
source: Step
russian: Шаг

# S000043
source: minutes
russian: минут

# S000044
source: Demo version of Automator can't generate tasks.
russian: В демонстрационном режиме программа не генерирует задания.

# S000045
source: Tags
russian: Тэги

source: RSS file name
russian: Имя файла RSS

source: Consequentially
russian: Последовательно

source: Random
russian: Случайно

# S000046
source: Keywords & Text usage
russian: Кеи и текст

# XRumerDirectory
source: Directory path
russian: Путь к папке

# XRumerTemplate
source: Template
russian: Шаблон

# XRumerUse
source: Create XRumer tasks
russian: Создавать задания

# XRumerText
source: Text
russian: Текст

# LinksRelativeURLs
source: Relative URLs
russian: Относительные URL

# LinksExternalInText
source: External links in text
russian: Внешние ссылки в тексте

# LinksExternalInTextDescription
source: Insert external links to content of [TEXT] and similar tokens.
russian: Вставлять в текст [TEXT] и аналогичных макросов внешние ссылки

# LinksExternalInTextIndexPageMaximum
source: Maximum number of external links in text on almost all types of pages
russian: Максимальное кол-во внешних ссылок в тексте на почти всех типах страниц

# LinksExternalInTextIndexPageMaximumDescription
source: Maximum number of external links in text on almost all types of pages, except regular pages
russian: Максимальное кол-во внешних ссылок в тексте на почти всех типах страниц, кроме обычных страниц

# LinksExternalInTextIndexPageMinimum
source: Minimum number of external links in text on almost all types of pages
russian: Минимальное кол-во внешних ссылок в тексте на почти всех типах страниц

# LinksExternalInTextIndexPageMinimumDescription
source: Minimum number of external links in text on almost all types of pages, except regular pages
russian: Минимальное кол-во внешних ссылок в тексте на почти всех типах страниц, кроме обычных страниц

# LinksExternalInTextRegularPageMaximum
source: Maximum number of external links in text on regular pages
russian: Максимальное кол-во внешних ссылок на обычных страницах

# LinksExternalInTextRegularPageMinimum
source: Minimum number of external links in text on regular pages
russian: Минимальное кол-во внешних ссылок на обычных страницах
