Repository: UmaxSoftWorks/UDS
Catalog: Automator/Localization/*.resx
Languages: russian

source: Categories
russian: Категории

source: General
russian: Общее

# GeneralArchive
source: Archive doorway
russian: Архивировать

# GeneralArchiveName
source: Archive name
russian: Имя архива

# GeneralArchiveNameDescription
source: Archive file name
russian: Имя файла-архива

# GeneralCreateDoorways
source: Doorways
russian: Дорвеи

# GeneralCreateDoorwaysDescription
source: Number of doorways that should be created. Minimum: 1.
russian: Количество дорвеев,которые необходимо создать. Минимум: 1.

# GeneralCreateSubFolders
source: Create sub folders
russian: Создавать подпапки

# GeneralThreads
source: Threads
russian: Количество потоков

# GeneralThreadsDescription
source: Number of threads in which doorways will be created. Minimum: 1. Maximum: 10.
russian: Количество потоков в которых будут создаваться дорвеи. Минимум: 1. Максимум: 10.

source: Keywords
russian: Кейворды

source: Pages
russian: Страницы

source: SiteMap
russian: Карта сайта

source: Text
russian: Текст

# CategoriesDistribute
source: Distribution type
russian: Тип распределения страниц

# CategoriesDistributeContainsID
source: Keywords ID for distribution
russian: ID кейвордов для распределения по категориям

# CategoriesDistributeDescription
source: Distribution types: 0 - random, 1 - if consists.
russian: Типы распределения страниц: 0 - случайно, 1 - если содержит.

# CategoriesDynamicExcludeKeywords
source: Exclude dynamic categories keywords from pages
russian: Исключить названия динамический категорий из страниц

# CategoriesDynamicMax
source: Maximum number of dynamic categories
russian: Максимальное количество динамических категорий

# CategoriesDynamicMin
source: Minimum number of dynamic categories
russian: Минимальное количество динамических категорий

# CategoriesStaticList
source: List of static categories
russian: Список статических категорий

# CategoriesType
source: Type
russian: Тип категорий

# CategoriesTypeDescription
source: Types: 0 - dynamic, 1 - static.
russian: Тип категорий: 0 - динамические, 1 - статические.

source: Entrance
russian: Редирект

# EntranceAcceptorAdress
source: Acceptor address
russian: Адрес приемника

# EntranceAcceptorAdressType
source: Acceptor address type
russian: Тип адреса приемника

# EntranceAcceptorAdressTypeDescription
source: Acceptor address types: 0 - static, 1 - dynamic.
russian: Типы адреса приемника: 0 - статический, 1 - динамический.

# EntranceCode
source: Redirect HTML code
russian: HTML код редиректа

# EntranceCounter
source: Counter HTML code
russian: HTML код счетчика

# EntranceInsertType
source: Insert type
russian: Тип вставки

# EntranceInsertTypeDescription
source: Insert types: 0 - paste, 1 - document.write, 2 - external js file.
russian: Типы вставки: 0 - вставлять в страницу, 1 - document.write, 2 - внешний js файл.

# EntranceJSEncrypt
source: Encript JavaScript
russian: Шифровать JavaScript

# EntranceType
source: Type
russian: Тип

# EntranceTypeDescription
source: Types: 0 - redirect, 1 - frame, 2 -other.
russian: Типы: 0 - редирект,1 - фрейм, 2 - другое.

# FileMacroses
source: File Tokens
russian: Файловые макросы

source: File Tokens
russian: Файловые макросы

# FTPDelete
source: Delete files after upload
russian: Удалять файлы после выгрузки

# FTPSettings
source: Settings
russian: Настройки

# FTPThreads
source: Upload threads number
russian: Количество потоков загрузки

# FTPUpload
source: Upload
russian: Загружать

# FTPUploadArchive
source: Archive type
russian: Тип архивации перед выгрузкой

# FTPUploadArchiveDescription
source: Archive types: 0 - none, 1 - Zip, 2 - Tag.gz.
russian: Типы архивации перед выгрузкой: 0 - без архивации, 1 - Zip, 2 - Tag.gz.

# FTPUploadArchiveName
source: Archive name
russian: Имя архива

# FTPUploadInBackground
source: Background upload
russian: Загружать в фоне

# FTPUploadSaveTo
source: FileZilla projects path
russian: Сохранять проекты FileZilla в

# FTPUploadType
source: Upload type
russian: Тип загрузки

# FTPUploadTypeDescription
source: Upload types: 0 - reguler, 1 - FileZilla project.
russian: Типы загрузки: 0 - обычная, 1 - проект FileZilla.

# GeneralDoorwayUrls
source: URL addresses
russian: URL-адреса

# GeneralDoorwayUrlsDescription
source: List of URL addresses
russian: Список URL-адресов дорвеев

# GeneralFileDateEnd
source: File end date
russian: Конечная дата сохранения файлов

# GeneralFileDateEndDescription
source: Modification create and modification date: end date
russian: Изменение даты создания и модификации файла: конечная дата

# GeneralFileDateStart
source: File start date
russian: Начальная дата сохранения файлов

# GeneralFileDateStartDescription
source: Modification create and modification date: start date
russian: Изменение даты создания и модификации файла: начальная дата

# GeneralGenerateImagesCount
source: Image number
russian: Количество изображений

# GeneralGenerateImagesCountDescription
source: Image number to use: 0 - all images.
russian: Количество изображений для использования: 0 - все изображения.

# GeneralImageNamingFile
source: Image names file
russian: Файл с именами изображений

# GeneralImageNamingType
source: Image names type
russian: Тип создания имен для изображений

# GeneralImageNamingTypeDescription
source: Image names types: 0 - random, 1 - from file, 2 - from file (translit).
russian: Тип создания имен изображений: 0 - случайно, 1 - из файла, 2 - из файла (транслит).

# GeneralImageSizeMaxHeight
source: Maximum image height
russian: Максимальная высота изображения

# GeneralImageSizeMaxWidth
source: Maximum image width
russian: Максимальная ширина изображения

# GeneralImageSizeMinHeight
source: Minimum image height
russian: Минимальная высота изображения

# GeneralImageSizeMinWidth
source: Minimum image width
russian: Минимальная ширина изображения

# GeneralImageType
source: Image usage type
russian: Тип использования картинок

# GeneralImageTypeDescription
source: Image usage types: 0 - from template, 1 - from template + rename, 2 - generate, 3 - from template + generate, 4 - from template + generate + rename, 5 - modify.
russian: Типы использования картинок: 0 - из шаблона, 1 - из шаблона + переименовывать, 2 - генерировать, 3- из шаблона + генерировать, 4 - из шаблона + генерировать + переименовывать, 5 - модифицировать.

# GeneralSaveTo
source: Save to
russian: Сохранять в

# GeneralSubFoldersType
source: Subfolders names
russian: Тип имен подпапок

# GeneralSubFoldersTypeDescription
source: Subfolders names: 0 - keyword, 1 - number, 2 - keyword + number, 3 - URL
russian: Тип имен подпапок: 0 - кейворд, 1 - номер, 2 - кейворд + номер, 3 - URL

# KeywordsIDDescription
source: Keywords ID from selected WorkSpace
russian: ID кейвордов из выбраной рабочей области

# KeywordsMerge
source: Merge
russian: Совмещать кейворды

# KeywordsMergeID
source: Merge keywords ID
russian: ID совмещение

# KeywordsMergeMax
source: Maximum keywords number to merge
russian: Максимальное количество кейвордов для совмещения

# KeywordsMergeMin
source: Minimum keywords number to merge
russian: Минимальное количество кейвордов для совмещения

# KeywordsMergeType
source: Merge type
russian: Тип совмещения

# KeywordsMergeTypeDescription
source: Merge types: 0 - 1:1, 1 - 1:N, 2 - 1:All
russian: Тип совмещения: 0 - 1:1, 1 - 1:N, 2 - 1:Все

# KeywordsReorder
source: Reorder
russian: Перестановка

# KeywordsSelectMax
source: Maximum number
russian: Максимальное количество

# KeywordsSelectMin
source: Minimum number
russian: Минимальное количество

# KeywordsSelectType
source: Select type
russian: Тип выбора

# KeywordsSelectTypeDescription
source: Keywords select type: 0 - all, 1 - first, 2 - last, 3 - random, 4 - consequently.
russian: Тип выбора кейвордов: 0 - все, 1 - первые, 2 - последние, 3 - случайно, 4 - последовательно.

# KeywordsSynonyms
source: Synonymize
russian: Использовать синонимы

# KeywordsSynonymsID
source: Synonyms ID
russian: ID синонимов

# KeywordsSynonymsPercentage
source: Synonyms percentage
russian: Процент синонимов

# KeywordsWordsReorder
source: Reorder words
russian: Перестановка слов

# KeywordsWordsReorderPercentage
source: Reorder words percentage
russian: Процент перестановки слов

source: Linking
russian: Ссылки

# LinksExternal
source: External linking
russian: Внешние ссылки

# LinksExternalList
source: List of external links
russian: Список внешних ссылок

# LinksInternal
source: Internal linking
russian: Внутренняя перелинковка

# LinksInternalMaxLength
source: Maximum length of internal links
russian: Максимальная длина внутренних ссылок

# LinksInternalMinLength
source: Minimum length of internal links
russian: Минимальная длина внутренних ссылок

# LinksInternalType
source: Internal linking type
russian: Тип внутренней перелинковки

# LinksInternalTypeDescription
source: Internal linking types: 0 - keywords, 1 - text, 2 - all.
russian: Типы внутренней перелинковки: 0 - кейворды, 1 - текст, 2 - все.

# MacrosesBlockMainMax
source: Main: Maximum [BLOCK]
russian: Главная: Максимум [BLOCK]

# MacrosesBlockMainMin
source: Main: Minimum [BLOCK]
russian: Главная: Минимум [BLOCK]

# MacrosesBlockPageMax
source: Pages: Maximum [BLOCK]
russian: Страницы: Максимум [BLOCK]

# MacrosesBlockPageMin
source: Pages: Minimum [BLOCK]
russian: Страницы: Минимум [BLOCK]

# MacrosesCategoryMenuBlockMainMax
source: Main: Maximum [CATEGORYMENUBLOCK]
russian: Главная: Максимум [CATEGORYMENUBLOCK]

# MacrosesCategoryMenuBlockMainMin
source: Main: Minimum [CATEGORYMENUBLOCK]
russian: Главная: Минимум [CATEGORYMENUBLOCK]

# MacrosesCategoryMenuBlockPageMax
source: Pages: Maximum [CATEGORYMENUBLOCK]
russian: Страницы: Максимум [CATEGORYMENUBLOCK]

# MacrosesCategoryMenuBlockPageMin
source: Pages: Minimum [CATEGORYMENUBLOCK]
russian: Страницы: Минимум [CATEGORYMENUBLOCK]

# MacrosesMainLinkType
source: [MAINLINK] type
russian: Тип [MAINLINK]

# MacrosesMainLinkTypeDescription
source: [MAINLINK] types: 0 - complete address, 1 - /, 2 - index, 3 - other.
russian: Типы [MAINLINK]: 0 - полные адреса, 1 - /, 2 - index, 3 - другое.

# MacrosesMenuBlockMainMax
source: Main: Maximum [MENUBLOCK]
russian: Главная: Максимум [MENUBLOCK]

# MacrosesMenuBlockMainMin
source: Main: Minimum [MENUBLOCK]
russian: Главная: Минимум [MENUBLOCK]

# MacrosesMenuBlockPageMax
source: Pages: Maximum [MENUBLOCK]
russian: Страницы: Максимум [MENUBLOCK]

# MacrosesMenuBlockPageMin
source: Pages: Minimum [MENUBLOCK]
russian: Страницы: Минимум [MENUBLOCK]

# MacrosesNetBlockMainMax
source: Main: Maximum [NETBLOCK]
russian: Главная: Максимум [NETBLOCK]

# MacrosesNetBlockMainMin
source: Main: Minimum [NETBLOCK]
russian: Главная: Минимум [NETBLOCK]

# MacrosesNetBlockPageMax
source: Pages: Maximum [NETBLOCK]
russian: Страницы: Максимум [NETBLOCK]

# MacrosesNetBlockPageMin
source: Pages: Minimum [NETBLOCK]
russian: Страницы: Минимум [NETBLOCK]

# MacrosesUserBlock1MainMax
source: Main: Maximum [USERBLOCK1]
russian: Главная: Максимум [USERBLOCK1]

# MacrosesUserBlock1MainMin
source: Main: Minimum [USERBLOCK1]
russian: Главная: Минимум [USERBLOCK1]

# MacrosesUserBlock1PageMax
source: Pages: Maximum [USERBLOCK1]
russian: Страницы: Максимум [USERBLOCK1]

# MacrosesUserBlock1PageMin
source: Pages: Minimum [USERBLOCK1]
russian: Страницы: Минимум [USERBLOCK1]

# MacrosesUserBlock2MainMax
source: Main: Maximum [USERBLOCK2]
russian: Главная: Максимум [USERBLOCK2]

# MacrosesUserBlock2MainMin
source: Main: Minimum [USERBLOCK2]
russian: Главная: Минимум [USERBLOCK2]

# MacrosesUserBlock2PageMax
source: Pages: Maximum [USERBLOCK2]
russian: Страницы: Максимум [USERBLOCK2]

# MacrosesUserBlock2PageMin
source: Pages: Minimum [USERBLOCK2]
russian: Страницы: Минимум [USERBLOCK2]

# MacrosesUserBlock3MainMax
source: Main: Maximum [USERBLOCK3]
russian: Главная: Максимум [USERBLOCK3]

# MacrosesUserBlock3MainMin
source: Main: Minimum [USERBLOCK3]
russian: Главная: Минимум [USERBLOCK3]

# MacrosesUserBlock3PageMax
source: Pages: Maximum [USERBLOCK3]
russian: Страницы: Максимум [USERBLOCK3]

# MacrosesUserBlock3PageMin
source: Pages: Minimum [USERBLOCK3]
russian: Страницы: Минимум [USERBLOCK3]

# MacrosesUserBlock4MainMax
source: Main: Maximum [USERBLOCK4]
russian: Главная: Максимум [USERBLOCK4]

# MacrosesUserBlock4MainMin
source: Main: Minimum [USERBLOCK4]
russian: Главная: Минимум [USERBLOCK4]

# MacrosesUserBlock4PageMax
source: Pages: Maximum [USERBLOCK4]
russian: Страницы: Максимум [USERBLOCK4]

# MacrosesUserBlock4PageMin
source: Pages: Minimum [USERBLOCK4]
russian: Страницы: Минимум [USERBLOCK4]

# MacrosesUserBlock5MainMax
source: Main: Maximum [USERBLOCK5]
russian: Главная: Максимум [USERBLOCK5]

# MacrosesUserBlock5MainMin
source: Main: Minimum [USERBLOCK5]
russian: Главная: Минимум [USERBLOCK5]

# MacrosesUserBlock5PageMax
source: Pages: Maximum [USERBLOCK5]
russian: Страницы: Максимум [USERBLOCK5]

# MacrosesUserBlock5PageMin
source: Pages: Minimum [USERBLOCK5]
russian: Страницы: Минимум [USERBLOCK5]

# MacrosesUserBlock6MainMax
source: Main: Maximum [USERBLOCK6]
russian: Главная: Максимум [USERBLOCK6]

# MacrosesUserBlock6MainMin
source: Main: Minimum [USERBLOCK6]
russian: Главная: Минимум [USERBLOCK6]

# MacrosesUserBlock6PageMax
source: Pages: Maximum [USERBLOCK6]
russian: Страницы: Максимум [USERBLOCK6]

# MacrosesUserBlock6PageMin
source: Pages: Minimum [USERBLOCK6]
russian: Страницы: Минимум [USERBLOCK6]

# PagesDoorwayType
source: Pages type
russian: Тип страниц

# PagesDoorwayTypeDescription
source: Pages types: 0 - HTML, 1 - PHP + Text, 2 - PHP+ SQLite.
russian: Тип страницы: 0 - HTML, 1 - PHP + Text, 2 - PHP+ SQLite.

# PagesDynamicCategoriesContinues
source: Dynamic categories continues
russian: Создавать динамические продолжения категорий

# PagesDynamicCategoriesContinuesNames1
source: Dynamic categories continues names #1
russian: Имена динамических продолжений категорий #1

# PagesDynamicCategoriesContinuesNames2
source: Dynamic categories continues names #2
russian: Имена динамических продолжений категорий #2

# PagesDynamicCategoriesNames
source: Dynamic categories names
russian: Имена динамических категорий

# PagesDynamicIndexContinues
source: Dynamic index continues
russian: Создавать динамические продолжения главной

# PagesDynamicIndexContinuesNames
source: Dynamic index continues names
russian: Имена динамических продолжений главной

# PagesDynamicKeysPerPageOnContinues
source: Number of keywords on dynamic continue page
russian: Количество кейвордов на динамическую страницу-продолжение

# PagesDynamicPageNames
source: Dynamic pages names
russian: Имена динамических страниц

# PagesDynamicStaticPageNames
source: Dynamic static pages names
russian: Имена динамических статических страниц

# PagesStaticCategoriesContinues
source: Categories continues
russian: Продолжения категорий

# PagesStaticCategoriesContinuesNames
source: Categories continues names
russian: Имена страниц продолжения категорий

# PagesStaticCategoriesNames
source: Categories names
russian: Имена категорий

# PagesStaticExtension
source: Extensions
russian: Расширение

# PagesStaticIndexContinues
source: Index continues
russian: Продолжения главной

# PagesStaticIndexContinuesNames
source: Index continues names
russian: Имена страниц продолжения главной

# PagesStaticKeysPerPageOnContinues
source: Number of keywords on continue page
russian: Количество кейвордов на страницу-продолжение

# PagesStaticNamesTypes
source: Name type
russian: Тип имени страниц

# PagesStaticNamesTypesDescription
source: Name types: 0 - keyword, 1 - keyword (translit), 2- number (global), 3 - other, 4 - number (local)
russian: Типы имен страниц: 0 - кейворд, 1 - кейворд (транслит), 2- номер (глобально), 3 - другое, 4 - номер (локально)

# PagesStaticPageNames
source: Pages names
russian: Имена страниц

# PagesStaticSeparator
source: Separator
russian: Разделитель

# RobotsContent
source: Content
russian: Содержание robots.txt

# RobotsType
source: Type
russian: Тип robots.txt

# RobotsTypeDescription
source: Types: 0 - auto, 1- manual.
russian: Тип robots.txt: 0 - авто, 1- ручной.

# RSSCount
source: Number of entries
russian: Количество записей

# SiteMapHTMLLinksMax
source: Maximum number of pages on the page
russian: Максимальное количество ссылок на странице

# SiteMapHTMLLinksMin
source: Minimum number of pages on the page
russian: Минимальное количество ссылок на странице

# SiteMapHTMLName
source: HTML map name
russian: Имя HTML карты сайта

# SiteMapHTMLType
source: HTML map type
russian: Тип HTML карты сайта

# SiteMapHTMLTypeDescription
source: HTML map types: 0 - one page, 1 - many pages.
russian: Типы HTML карты сайта: 0 - одна страница, 1 - много страниц.

# SiteMapType
source: Type
russian: Тип карты сайта

# SiteMapTypeDescription
source: Types: 0 - XML, 1 - HTML, 2 - XML + HTML, 3 - Auto HTML, 4 - XML + Auto HTML.
russian: Типы карты сайта: 0 - XML, 1 - HTML, 2 - XML + HTML, 3 - Авто HTML, 4 - XML + Авто HTML.

# Spam
source: Links
russian: Spam

# SpamSaveEncoding
source: Encoding
russian: Кодировка

# SpamSaveEncodingDescription
source: Encodings: 0 - ANSI, 1 - UTF-8.
russian: Кодировки: 0 - ANSI, 1 - UTF-8.

# SpamSaveToFile
source: Save
russian: Сохранять

# SpamSaveToFilePath
source: Save to
russian: Сохранять в

# SpamSaveToFileType
source: Save type
russian: Тип сохранения ссылок

# SpamSaveToFileTypeDescription
source: Save types: 0 - One file/Doorway, 1 - Many files/Doorway, 2 - One file/Doorways, 3 - Many files/Doorways.
russian: Типы сохранения ссылок: 0 - Один файл/дорвей, 1 - Много файлов/Дорвей, 2 - Один файл/Дорвеи, 3 - Много файлов/Дорвеи.

# SpamUrlTypeList
source: Templates
russian: Список шаблонов для ссылок

source: Static pages
russian: Статические страницы

# StaticPagesIncludeIntoSiteMap
source: Include static pages to sitemap
russian: Включать статические страницы в карту сайта

# StaticPagesList
source: List of static pages
russian: Список статических страниц

source: Tokens
russian: Макросы

# TextGenration
source: Text generation type
russian: Тип генерирования текста

# TextGenrationCGConsiderProbability
source: Probability for chains, graphs, bi/trigrams
russian: Учитывать вероятности для цепей, графов, би/триграмм

# TextGenrationCGConstructionInsertWordsMax
source: Maximum number of words for elongated construction for chains, graphs, bi/trigrams
russian: Максимальное количество слов для удлиненного построения текста для цепей, графов, би/триграмм

# TextGenrationCGConstructionInsertWordsMin
source: Minimum number of words for elongated construction for chains, graphs, bi/trigrams
russian: Минимальное количество слов для удлиненного построения текста для цепей, графов, би/триграмм

# TextGenrationCGConstructionType
source: Construction type for chains, graphs, bi/trigrams
russian: Тип построения текста для цепей, графов, би/триграмм

# TextGenrationCGConstructionTypeDescription
source: Construction types for chains, graphs, bi/trigrams: 0 - simple, 1 - elongated.
russian: Типы построения текста для цепей, графов, би/триграмм: 0 - простое, 1 - удлиненное.

# TextGenrationCGPunctuationMarksConsideration
source: Punctuation marks consideration type for chains, graphs, bi/trigrams
russian: Тип учета знаков препинания для цепей, графов, би/триграмм

# TextGenrationCGPunctuationMarksConsiderationDescription
source: Punctuation marks consideration type for chains, graphs, bi/trigrams: 0 - consider, 1 - don't consider.
russian: Типы учета знаков препинания для цепей, графов, би/триграмм: 0 - учитывать, 1 - не учитывать.

# TextGenrationCGTextAnalyseCutWordsLength
source: Cut words after N symbols for chains, graphs, bi/trigram
russian: Обрезать длинные слова после N символов для цепей, графов, би/триграмм

# TextGenrationCGTextAnalyseType
source: Analyze type for chains, graphs, bi/trigrams
russian: Тип анализа текста для цепей, графов, би/триграмм

# TextGenrationCGTextAnalyseTypeDescription
source: Analyze types for chains, graphs, bi/trigrams: 0 - whole words, 1 - w/o endings.
russian: Тип анализа текста для цепей, графов, би/триграмм: 0 - целые слова, 1 - слова без окончаний.

# TextGenrationDescription
source: Text generatin types: 0 - Markov chain classic, 1 - Markov chain modified, 2 - conceptual graphs, 3 - bigrams, 4 -trigrams, 5 - mix, 6 - random, 7 - copy/pase, 8 - line by line copy/paste, 9 - comma connection, 10 - random comma connection, 11 - reverse, 12 - line by line reverse, 13 - advanced reverse, 14 - line by line advanced reverse, 15 - block copy/paste, 16 - block reverse, 17 - block advanced reverse.
russian: Типы генерирования текста: 0 - классическая цепь Маркова, 1 - модифицированаая цепь Маркова, 2 - концептуальные графы, 3 - биграммы, 4 - триграммы, 5 - смешивание, 6 - случайное построение, 7 - копи/паст, 8 - построчный копипаст, 9 - соединение по запятым, 10 - случайное соединение по запятым, 11 - реверс, 12 - построчный реверс, 13 - улучшеный реверс, 14 - построчный улучшеный реверс, 15 - блочный копи/паст, 16 - блочный реверс, 17 - блочный улучшеный реверс.

# TextGenrationInsertKeywordsType
source: Keywords insertion type
russian: Тип вставки кейвордов

# TextGenrationInsertKeywordsTypeDescription
source: Keywords insertion types: 0 - random, 1 - step, 2 - at the beginning of sentences, 3 - after punctuation marks.
russian: Типы вставки кейвордов: 0 - случайно, 1 - с шагом, 2 - в начале предложений, 3 - после знаков препинания.

# TextGenrationInsertKeywordsСonfusion
source: Infelicity (±) of keywords insert
russian: Погрешность (±) при шаге вставки кейвордов в текст

# TextGenrationInsertOtherKeywords
source: Insert other keywords
russian: Вставлять другие кеи

# TextGenrationInsertOtherKeywordsPercentage
source: Other keywords percentage
russian: Процент других кеев

# TextGenrationKeywordsMoreThanOneOnPage
source: Use more than one keyword on pages
russian: Использовать больше одного кейворда на страницах

# TextGenrationKeywordsOnPageMax
source: Maximum keywords count on page
russian: Максимальное количество кейвордов на странице

# TextGenrationKeywordsOnPageMin
source: Minimum keywords count on page
russian: Минимальное количество кейвордов на странице

# TextGenrationKeywordsPercentageMax
source: Maximum percentage of keywords
russian: Максимальный процент вхождения кейвордов в текст

# TextGenrationKeywordsPercentageMin
source: Minimum percentage of keywords
russian: Минимальный процент вхождения кейвордов в текст

# TextGenrationMRAIConstructionInsertWordsMax
source: Maximum number of words for elongated construction for mix, random, copy/paste
russian: Максимальное количество слов для удлиненного построения текста для смешивания, рандома, копи-паста

# TextGenrationMRAIConstructionInsertWordsMin
source: Minimum number of words for elongated construction for mix, random, copy/paste
russian: Минимальное количество слов для удлиненного построения текста для смешивания, рандома, копи-паста

# TextGenrationMRAIConstructionType
source: Construction type for mix, random, copy/paste
russian: Тип построения текста для смешивания, рандома, копи-паста

# TextGenrationMRAIConstructionTypeDescription
source: Construction types for mix, random, copy/paste: 0 - simple, 1 - elongated.
russian: Типы построения текста для смешивания, рандома, копи-паста: 0 - простое, 1 - удлиненное.

# TextGenrationMRAIPunctuationMarksConsideration
source: Punctuation marks consideration type for mix, random, copy/paste
russian: Тип учета знаков препинания для смешивания, рандома, копи-паста

# TextGenrationMRAIPunctuationMarksConsiderationDescription
source: Punctuation marks consideration type for mix, random, copy/paste: 0 - consider, 1 - don't consider.
russian: Типы учета знаков препинания для смешивания, рандома, копи-паста: 0 - учитывать, 1 - не учитывать.

# TextGenrationMRAIRadius
source: Radius for mix, random, copy/paste
russian: Радиус использования текста для смешивания, рандома, копи-паста
